[
  {
    "id": 1,
    "date": "2019",
    "company": "Craft Academy",
    "location": "Stockholm, Sweden",
    "name": "Full Stack Web Development Coding Bootcamp",
    "image": "./src/data/images/craftacademy.jpg",
    "description": "In June '19 I joined the CraftAcademy's Full Stack Web Development Coding Bootcamp. 12 weeks of intensive learning, coding and developing diverse projects from back-end to front-end."
  },
  {
    "id": 2,
    "date": "2018 - 2019",
    "company": "Webhelp Nordic",
    "location": "Stockholm, Sweden",
    "name": "Corporate Trainer",
    "image": "./src/data/images/webhelp.jpg",
    "description": "As the Trainer on the Travellink project, my main role was to train new hires arriving to the company on the company's procedures and on Amadeus GDS basics. I also work with upskilling the more experienced agents on advanced GDS practices. At the same time I offered support to the online and back-office agents as an advisor."
  },
  {
    "id": 3,
    "date": "2017 - 2018",
    "company": "eDreams Odigeo",
    "location": "Barcelona, Spain",
    "name": "Corporate Trainer",
    "image": "./src/data/images/edreams1.jpg",
    "description": "Just before completing my first year in the company, I was invited to join the Training Team, providing the training to new hires and developing active agents' skill set."
  },
  {
    "id": 4,
    "date": "2016 - 2017",
    "company": "eDreams Odigeo",
    "location": "Barcelona, Spain",
    "name": "Customer Service Representative",
    "image": "./src/data/images/edreams2.jpg",
    "description": "eDreams Odigeo is one of the biggest Online Travel Agency Groups. Here I offered support to clients on the Portuguese, Spanish and English speaking markets managing every type of requests regarding their bookings."
  },
  {
    "id": 5,
    "date": "2014 - 2016",
    "company": "Novavisao Optics",
    "location": "Vila Real, Portugal",
    "name": "Designer and Marketeer",
    "image": "./src/data/images/novavisao.jpg",
    "description": "Here I was in charge of all the company’s advertisement, from the marketing strategies to the creation of media content. I also built websites, promo-videos, and managed social media"
  },
  {
    "id": 6,
    "date": "2010 - 2014",
    "company": "Beira Interior University",
    "location": "Covilha, Portugal",
    "name": "Multimedia Design Degree",
    "image": "./src/data/images/covilha.jpg",
    "description": "With this university degree I acquired expertise in many different areas such as Graphic Design, Web Design, Motion Graphics, Marketing, Advertisement, Photography and Video editting, Animation, among others."
  }
]